Repository: drupalsverige/drupalsverige
Catalog: web/sites/all/modules/better_exposed_filters/translations/better_exposed_filters.*.po
Languages: sv

source: Better Exposed Filters
sv: Bättre exponerade filtreringar

source: Allow use of checkboxes/radio buttons for exposed filters
sv: Tillåter användande av kryssutor och radioknappar på exponerade filter

source: Display "@label" exposed filter as
sv: Visa exponerat filter för "@label" som

source: Default select list
sv: Förvald rullgardinslista

source: Checkboxes/Radio Buttons
sv: Knappar för kryssrutor/radioknappar

source: Hidden
sv: Gömd

source: Select a format for the exposed filter. The "Hidden" option is generally used for multi-step filters. Note: if "Force single" is checked, radio buttons will be used. If "Force single" is unchecked, checkboxes will be used.
sv: Välj ett format för det exponerade filtret. Alternativet "Dolt" används vanligtvis för filtrering i flera steg. Observera: om "Tvinga enkelval" är ikryssat så kommer radioknappar att användas istället, annars kommer kryssrutor att användas.

source: More options for "@label"
sv: Fler alternativ för "@label"

source: Add select all/none links
sv: Lägg till länkar för att välja alla/ingen

source: Add a "Select All/None" link when rendering the exposed filter using checkboxes. If this option is disabled, edit the filter and uncheck "Force single". NOTE: The link is built at page load, so it will not appear in the "Live Preview" which is loaded dynamically.
sv: Lägg till en länk "Välj alla/ingen" vid rendering av det exponerade filter som använder kryssrutor. Redigera filtret och välj bort "Tvinga enkelval" om detta alternativ är inaktiverat. Observera: Länken byggs vid laddning av sida, så den kommer kommer inte att synas i "Förhandsgranskning" vilket laddas dynamiskt.

source: Description
sv: Beskrivning

source: Adds descriptive text to the exposed filter. This is usually rendered in smaller print under the label or the options.
sv: Lägger till beskrivande text för exponerat filter. Detta visas vanligtvis i mindre stil under etiketten för alternativet.

source: Display exposed filter as
sv: Visa exponerat filter som

source: Select a format for the exposed filter. The "Hidden" option is generally used for multi-step filters. Note: if "Force single" is checked, radio buttons will be used. If "Force single" is unchecked, checkboxes will be used.
sv: Välj ett format för exponerade filter. Alternativet "Dolt" används vanligtvis för filtrering i flera steg. Observera: om "tvinga enkelval" är ikryssat så kommer radioknappar att användas istället, annars kommer kryssrutor att användas.

source: Add a "Select All/None" link when rendering the exposed filter using checkboxes. NOTE: The link is built at page load, so it will not appear in the "Live Preview" which is loaded dynamically.
sv: Lägg till en länk "Välj alla/ingen" vid rendering av det exponerade filter som använder kryssrutor. Observera: Länken byggs vid laddning av sida, så den kommer kommer inte att synas i "Förhandsgranskning" vilket laddas dynamiskt.

source: Allow the use of checkboxes or radio buttons for exposed Views filters
sv: Tillåter användandet av kryssutor och radioknappar på exponerade filter för Views

source: Views
sv: Visningar

source: Select All
sv: Välj alla

source: Select None
sv: Välj ingen
