Repository: drupalsverige/drupalsverige
Catalog: web/sites/all/modules/date/translations/includes.*.po
Languages: he

source: Date browser
he: דפדפן תאריך

source: Date back/next navigation to attach to other displays. Requires the Date argument.
he: ניווט קדימה/אחורה בתאריכים להצמדה לתצוגות אחרות. דורש ארגומנט תאריך.

source: Date browser style
he: סגנון דפדפן התאריך

source: Creates back/next navigation.
he: יותר ניווט קדימה/אחורה

source: Filter any Views date field by a date argument, using any common ISO date/period format (i.e. YYYY, YYYY-MM, YYYY-MM-DD, YYYY-W99, YYYY-MM-DD--P3M, P90D, etc).
he: סנן תצוגות לפי שדה תאריך, בעזרת תסדיר ISO תקני עבור תאריך/תקופה (לדוגמה YYYY, YYYY-MM, YYYY-MM-DD, YYYY-W99, YYYY-MM0DDD00P3M, P90D וכו').

source: Undated
he: ללא תאריך

source: Filter any Views date field.
he: סנן שדות תאריך של תצוגות.

source: Date year range
he: טווח השנים של התאריך

source: Date field(s)
he: שדות תאריך

source: Method
he: שיטה

source: OR
he: או

source: AND
he: וגם

source: You must select at least one date field for this argument.
he: עליו לבחור לפחות שדה תאריך אחד עבור ארגומנט זה.

source: Date year range must be in the format -9:+9 or 2005:2010.
he: טווח שנת התאריך חייבת להיות בתסדיר ‎-9:+9 או 2005:2010.

source: Select
he: בחר

source: Popup
he: חלון מוקפץ

source: Date form type
he: טופס סוג התאריך

source: Choose the form element to use for date selection.
he: בחר את שדה הטופס לשימוש בבחירת התאריך.

source: Select date field(s) to filter with this argument.
he: בחר שדה (או שדות) של תאריגים לסנן עם ארגומנט זה.

source: You must select at least one date field for this filter.
he: עליך לבחור לפחות שדה תאריך אחד עבור מסנן זה.

source: Absolute value
he: תאריך מוחלט

source: Date default
he: תאריך ברירת מחדל

source: Relative value
he: ערך ייחסי

source: Relative values will be used if no date is set above. Use 'now' to default to the current date at runtime or add modifiers like 'now +1 day'. The To date default value is used when the operator is set to 'between' or 'not between'.
he: ערכים יחסיים יהיו בשימוש אם התאריך לא נקבע. השתמש ב"now" כדי לקבוע את ברירת המחדל אל התאריך בזמן הריצה או השתמש במזהים כגון "now +1 day". ערך תאריך היעד בשימוש כאשר האופרנד נקבע ל"בין" או "לא בין".

source: If the filter is exposed, these values will be used to set the inital value of the exposed filter. Leave both date and default values blank to start with no value in the exposed filter.
he: אם המסנן חשוף, הערכים הללו ישמשו בתור ערך ברירת המחדל של המסנן החשוף. השאר את שני התאריכים וברירות המחדל לריק בכדי לא לקבוע ערך במסנן החשוף.

source: To date default
he: אל תאריך ברירת המחדל

source: Missing date fields!
he: שדות התאריך חסרים!

source: (@field) <strong>Exposed</strong> @widget @format
he: (@field) <strong>מוצג</strong> @widget @format

source: @min and @max
he: @min וגם @max

source: The %style cannot use more than one Date: Date argument.
he: הסגנון @style לא יכול להשתמש יותר מאשר תאריך אחד: ארגומנט התאריך.

source: The %style requires the Date: Date argument be set to default to the current date.
he: הסגנון %style דורש את התאריך: יש לקבוע את ארגומנט התאריך לברירת המחדל של התאריך הנוכחי.

source: The %style requires the Date: Date argument.
he: הסגנון %style דורש את התאריך: ארגומנט תאריך.
