Repository: drupalsverige/drupalsverige
Catalog: web/sites/all/modules/content_taxonomy/translations/*.po
Languages: fr, hu, ja

source: !name field is required.
fr: Le champ !name est obligatoire.
hu: !name mező nincs kitöltve.

source: content
fr: contenu
hu: tartalom

source: - None -
fr: - Aucun -
hu: - Nincs -

source: N/A
hu: Nincs adat

source: Name of top taxonomy term
fr: Nom du terme de taxonomie le plus haut
hu: Legelső taxonómiakifejezés neve

source: Unfiltered name of top taxonomy term. WARNING - raw user input.
hu: A legelső taxonómiakifejezés szűretlen neve. Figyelem - nyers felhasználói bevitel.

source: ID of top taxonomy term
fr: ID du terme de taxonomie le plus haut
hu: A legelső taxonómiakifejezés azonosítója

source: Vocabulary
fr: Vocabulaire
hu: Szótár
ja: ボキャブラリ

source: Autocomplete
fr: Autocomplétion
hu: Automatikus kiegészítés
ja: オートコンプリート

source: Defines a CCK field type for referencing taxonomy terms. The fields are independent from vocabulary settings and can be configured through the CCK admin field pages. The Content Taxonomy Module provides different widget types, at the moment including Option Widgets (Radios / Checkboxes, Selects), Autocompletes, Tree). The widget modules have to be enabled separately.
fr: Définit un type de champ CCK pour référencer les termes de taxonomie. Les champs sont indépendant des paramètres de vocabulaire et peuvent être configurés par les pages d'admin du champ CCK. Le module Content Taxonomy fournit différents types de widget, incluant pour le moment les Widgets Option (Boutons Radio/Cases à Cocher, Listes déroulantes), AutoComplétion et Arborescence. Les modules de wisget doivent être activés séparément.
hu: Egy <em>CCK</em> mezőtípust ad, mely taxonómiakifejezésekre hivatkozik. A mezők függetlenek a szótárbeállításoktól, a <em>CCK</em> adminisztrációs oldalain lehet ezeket beállítani. A <em>Content Taxonomy</em> modul különböző felületi elemeket szolgáltat, jelenleg választógombok, jelölőnégyzetek, legördülő listák, automatikusan kiegészülő mezők és fák állnak rendelkezésre. A felületi elem modulokat külön kell engedélyezni.

source: Content Taxonomy Fields
hu: Content Taxonomy mezők
ja: コンテンツタクソノミーフィールド

source: Stores terms for nodes in the database.
fr: Stocke des termes pour les noeuds dans la base de données.
hu: A kifejezések tárolása a tartalomhoz az adatbázisban.

source: Save values additionally to the core taxonomy system (into the 'term_node' table).
fr: Enregistrer les valeurs en plus dans le système core de taxonomie (dans la table 'term_node').
hu: Az értékek mentése az alap taxonómia rendszerbe is (a „term_node” táblába).

source: If this option is set, saving of terms is additionally handled by the taxonomy module. So saved terms from Content Taxonomy fields will appear as any other terms saved by the core taxonomy module. Set this option if you are using any other taxonomy application, like tagadelic. Otherwise terms are only saved in the cck tables and can only be accessed via the node or a view
fr: Si cette option est activée, l'enregistrement des termes est géré en plus par le module taxonomy. Ainsi, les termes enregistrés dans les champs Content Taxonomy apparaîtront comme n'importe quels autres termes enregistrées par le module taxonomy. Activez cette option si vous utilisez d'autres appicatifs de taxonomie, tel que tagadelic. Dans le cas contraire, les termes sont uniquement enregistrés dans les tables cck, et ne peuvent être accessibles qu'au travers du noeud ou d'une vue.
hu: Ha ez a lehetőség be van kapcsolva, a mentett kifejezések hozzáadódnak a taxonómia modulhoz is. Így a <em>Content Taxonomy</em> mezőkben elmentett kifejezések ugyanúgy fognak viselkedni, mint az alap taxonómia modullal elmentett bármelyik másik kifejezés. Be kell kapcsolni, ha bármilyen egyéb taxonómia alkalmazás is használatban van, mint például a <em>tagadelic</em>. Ellenkező esetben a kifejezések csak a <em>CCK</em> tábláiba lesznek elmentve, így ezeket csak a tartalommal vagy egy nézettel lehet elérni.
ja: このオプションをセットした場合、タームの保存はタクソノミーモジュールによってさらに処理されます。 そのため、コンテンツタクソノミーフィールドを使用して保存されたタームはコアのタクソノミーモジュールによって保存された他のタームと同様に扱われます。 Tagadelic モジュールのような他のタクソノミー関連モジュールを使用している場合は、このオプションをセットしてください。 セットしない場合、タームは cck テーブルだけに保存され、ノードやビューを通してのみアクセス可能となります。

source: Terms of the selected vocabulary get exposed to the field
fr: Les termes du vocabulaire sélectionné sont exposés dans le champ
hu: A kiválasztott szótár kifejezései megjelennek a mezőben

source: Advanced settings for hierarchical vocabularies
fr: Paramètres avancés pour des vocabulaires hiérarchiques
hu: Haladó beállítások hierarhikus szótáraknak

source: Parent Term
fr: Terme Parent
hu: Szülő kifejezés

source: If any term is selected here, only child terms of the selected are going to be exposed the field. Otherwise the whole vocabulary selected above
fr: Si un terme est sélectionné ici, seuls les termes enfants de celui-ci seront exposés dans le filtre. Autrement, le vocabulaire complet sélectionné ci-dessus
hu: Ha itt bármilyen kifejezés ki van választva, akkor csak ennek a gyermekei fognak megjelenni a mezőben. Egyébként a feljebb kiválasztott teljes szótár.

source: Advanced PHP code
fr: code PHP avancé
hu: Haladó PHP kód

source: PHP Code for selecting the parent term
fr: Code PHP pour la sélection du terme parent
hu: PHP kód a szülő kifejezés kiválasztásához

source: Advanced usage only: PHP code that returns the parent term ID. Should not include &lt;?php ?&gt; delimiters. If this field is filled out, the ID returned by this code will override the selected parent above.
fr: Usage avancé uniquement : code PHP retournant l'ID du terme parent. Ne doit pas contenir les délimiteurs &lt;?php ?&gt;. Si ce champ est rempli, l'ID retourné par ce code remplacera le parent sélectionné ci-dessus.
hu: Csak haladóknak: PHP kód, ami visszaadja a szülő kifejezés azonosítóját. Nem szükséges &lt;?php ?&gt; elemek közé zárni. Ha ez a mező ki van töltve, akkor a kód által visszaadott azonosító felülír minden fentebb kiválasztott szülő értéket.

source: Depth of taxonomy tree
fr: Profondeur de l'arbre de taxonomie
hu: A taxonómia fa mélysége
ja: タクソノミー階層の深さ

source: By setting a numeric value, the depth of the hierarchy shown can be limited. Leave this field blank to show the whole hierarchy.
fr: En définissant une valeur numérique, la profondeur de la hiérarchie affichée peut être limitée. Laissez ce champ vide pour afficher la hiérarchie complète.
hu: Egy numerikus értéket megadva a megjelenő hierarhia mélysége korlátozható. Üresen hagyva megjelenik a teljes hierarhia.

source: As Text
fr: En tant que Texte
hu: Mint szöveg
ja: テキスト

source: As Link
fr: En tant que Lien
hu: Mint hivatkozás
ja: リンクを設定する

source: Deleted field %field_name and its data.
fr: Le champ %field_name et ses données ont été supprimés.
hu: %field_name mező az adataival együtt törölve.

source: Entries with term id = %tid have been deleted out of %table for field %field_name.
fr: Les enregistrements avec l'id de terme = %tid ont été supprimés de la table %table pour le champ %field_name.
hu: %tid azonosítójú bejegyzések törölve lettek (Tábla: %table, mezőnév: %field_name).

source: Autocomplete (Freetagging)
fr: Autocomplétion (Étiquetage libre/Freetagging)
hu: Automatikus kiegészítés (szabadszavas cimkézés)

source: Settings for Autocompletes
fr: Paramètres pour les Autocomplétions
hu: Beállítások az automatikus kiegészítéshez

source: Freetagging settings
fr: Paramètres d'Etiquetage libre (Freetagging)
hu: Szabadszavas cimkézés beállítások

source: Allow and insert new terms by the user into the vocabulary
fr: Autoriser et insérer de nouveaux termes par l'utilisateur dans le vocabulaire
hu: Engedélyezi, hogy felhasználók új kifejezéseket adjanak a szótárhoz

source: Deny any new terms
fr: Refuser tout nouveau terme
hu: Új kifejezések tiltása
ja: 新しいタームの追加はすべて拒否する

source: Extra Parent for new terms
fr: Extra Parent pour les nouveaux termes
hu: Extra szülő az új kifejezéseknek
ja: 新しいタームの特別な上位

source: This setting is only relevant if you have selected "Allow and insert new terms by the user into the vocabulary". If you select any term here, new terms will get children of the selected one, otherwise new terms get children of the parent term (root, if no parent selected) selected in the global settings.
fr: Ce paramètre n'est significatif que si vous avez sélectionné "Autoriser et insérer de nouveaux termes par l'utilisateur dans le vocabulaire". Si vous sélectionner un terme ici, les nouveaux termes seront des enfants de celui-ci, sinon les nouveaux termes seront des enfants du terme parent (racine, si aucun parent sélectionné) sélectionné dans les paramètres globaux.
hu: Ez a beállítás csak akkor hatásos, ha az „Engedélyezi, hogy felhasználók új kifejezéseket adjanak a szótárhoz” lehetőség van kiválasztva. Ha itt bármilyen kifejezés ki van választva, akkor az új kifejezések a kiválasztott kifejezés gyermekei lesznek, ellenkező esetben a szülőt az általános beállítások határozzák meg. Ha nincs szülő kiválasztva, akkor a gyökér lesz az.

source: Maximum length of autocomplete
fr: Longueur maximale de l'autocomplétion
hu: Az automatikus kiegészítés maximális hossza

source: Defines how many characters can be typed into the autocomplete field. For values higher than 255, remember that one term name can not be longer than 255 (would be cutted), nevertheless it's not a problem for multiple values, separated by commas.
fr: Définit combien de caractères peuvent être tapés dans le champ a autocomplétion. Pour des valeurs supérieures à 255, souvenez-vous qu'un nom de terme ne peut être plus long que 255 caractères (il sera coupé), cependant, ceci ne constitue pas un problème pour des valeurs multiples, séparées par des virgules.
hu: Megadható, hogy hány karaktert lehessen begépelni az automatikusan kiegészülő mezőbe. 255-nél nagyobb érték megadásakor tudni kell, hogy a kifejezés nem lehet 255 karakternél hosszabb (le lesz vágva). Azonban ez nem jelent problémát a vesszővel elválasztott, többszörös értékek esetén.

source: "Maximum length" must be a positive integer.
fr: "Longueur maximale" doit être un entier positif.
hu: A „maximális hossz” értéknek pozitív egésznek kell lennie.

source: You can provide only one value
fr: Vous ne pouvez fournir qu'une seule valeur
hu: Csak egy értéket lehet megadni
ja: 1つの値のみが設定できます

source: New tags are not allowed
fr: Les nouveaux tags ne sont pas autorisés
hu: Az új elemek nem engedélyezettek
ja: 新しいタグは許可されていません

source: Checkboxes/Radios
fr: Cases à cocher/Boutons Radio
hu: Jelölőnégyzetek/választógombok
ja: チェックボックス/ラジオボタン

source: Select List
fr: Liste Déroulante
hu: Legördülő lista
ja: 選択リスト

source: Settings for Options
fr: Paramètres des Options
hu: Lehetőségek beállítása

source: Indent child terms with ' - ' signs
fr: Indenter les termes enfants avec des signes ' - '
hu: Gyermek kifejezések bekezdése „ - ” jelekkel
ja: 下位のタームを ' - ' 記号でインデントする

source: If this option is checked, a hierarchy gets visualized by indenting child terms, otherwise it's a flat list
fr: Si cette option est cochée, une hiérarchie est rendue visuelle par l'indentation des termes enfants, sinon ce sera une liste à plat
hu: Ha ez a lehetőség be van kapcsolva, a hierarhia megjelenítésekor a gyermek kifejezések bekezdve jelennek meg, ellenkező esetben csak egyszerű lista lesz.

source: Parent term for OptGroups in select fields
fr: Terme parent pour les Groupes d'Options (OptGroups) dans les champs menu déroulant
hu: Szülő kifejezés az <em>OptGroups</em> számára a legördülő listákban

source: This settings applies only for select fields. Select a parent term containg the grouping terms. Grouping terms should be parents of the selected terms (from the Global Settings).
fr: Ce paramètre s'applique uniquement pour les champs liste déroulante. Sélectionner un terme parent contenant les termes à grouper. Les termes à grouper doivent être parents des termes sélectionnés (dans la partie Paramètres Globaux)
hu: Ezek a beállítások csak a legördülő listákra vonatkoznak. Ki lehet választani egy szülő kifejezést a kifejezések csoportosításához. A kifejezések csoportosításához kellenek szülők a kiválasztott kifejezéseknek (az általános beállításokból).

source: Tree
fr: Arborescence
hu: Fa
ja: ツリー

source: Settings for Trees
fr: Paramètres pour les Arborescences
hu: Fa beállítások

source: Expand whole tree by default
fr: Dérouler l'arborescence complète par défaut
hu: Alapértelmezésben kibontja a teljes fát
ja: デフォルトですべてのツリーを展開する

source: Otherwise only branches, where a term is selected get expanded by default
fr: Sinon, seules les branches où un terme est sélectionné sont déroulées par défaut
hu: Különben csak azok a csoportok nyílnak ki alapértelmezéseben, ahol a kifejezés ki van választva
ja: チェックした場合、タームの選択部分がデフォルトで展開されたツリー表示となります。 チェックしない場合、分岐されているだけの閉じたツリー表示となります。

source: Defines a field type for taxonomy terms
fr: Définit un type de champ pour les termes de taxonomie
hu: Mezőtípust ad a taxonómiakifejezéseknek
ja: タクソノミータームのフィールドタイプを定義します。

source: Content Taxonomy Autocomplete
hu: Content Taxonomy automatikus kiegészítéssel
ja: コンテンツタクソノミーオートコンプリート

source: Defines a autocomplete widget type for content_taxonomy
fr: Définit un type de widget à autocomplétion pour content_taxonomy
hu: Automatikusan kiegészülő mező felületi elemet ad a <em>Content Taxonomy</em> modulhoz
ja: コンテンツタクソノミーのためにオートコンプリートタイプのウィジェットを定義します。

source: Content Taxonomy Options
hu: Content Taxonomy lehetőségek
ja: コンテンツタクソノミーオプション

source: Defines a option widget type for content_taxonomy for selects, radios/checkboxes
fr: Définit un type de widget option pour content_taxonomy pour les listes déroulantes, les boutons radio et les cases à cocher
hu: Legördülő lista, választógomb és jelölőnégyzet felületi elemeket ad a <em>Content Taxonomy</em> modulhoz
ja: コンテンツタクソノミーのために、選択リスト, ラジオボタン, チェックボックスのタイプのオプションウィジェットを定義します。

source: Defines a dynamic tree widget for Content Taxonomy
fr: Définit un widget arborescence dynamique pour Content Taxonomy
hu: Dinamikus fa felületi elemet ad a <em>Content Taxonomy</em> modulhoz
ja: コンテンツタクソノミーのためにダイナミックなツリー表示のウィジェットを定義します。

source: Names of all taxonomy terms separated by commas
fr: Noms de tous les termes de taxonomie, séparés par des virgules
hu: Minden taxonómiakifejezés neve, vesszőkkel elválasztva

source: IDs of all taxonomy terms separated by commas
fr: IDs de tous les termes de taxonomie, séparés par des virgules
hu: Minden taxonómiakifejezés azonosítója, vesszőkkel elválasztva

source: Name of terms vocabulary
fr: Nom du vocabulaire des termes
hu: A kifejezések szótárának neve

source: ID of terms vocabulary
fr: ID du vocabulaire des termes
hu: A kifejezések szótárának azonosítója

source: @field-title term
fr: Terme @field-title
hu: @field-title kifejezés

source: %name: this field cannot hold more than @count values.
hu: %name: ez a mező nem tartalmazhat több, mint @count értéket.

source: Unfiltered names of all taxonomy terms separated by commas. WARNING - raw user input.
hu: Vesszőkkel elválasztva minden taxonómiakifejezés szűretlen neve. Figyelem - nyers felhasználói bevitel.

source: Content Taxonomy
ja: コンテンツタクソノミー

source: Defines a field type for referencing a taxonomy term. <em>Note: Requires content.module.</em>
ja: タクソノミータームを参照するためのフィールドタイプを定義します。 <strong>注： コンテンツモジュール（CCK）が必要です。</strong>

source: Stores terms for the nodes in the database.
ja: ノードに関連付けられたタームをデータベースに保存します。

source: Save values additionally in the term_node table.
ja: term_node テーブルにも値を追加保存する

source: Specify terms to show
ja: 表示するタームの指定

source: Terms
ja: ターム

source: If any term is selected here, only child terms of the selected are going to be shown in the field. Otherwise the whole vocabulary selected above
ja: ここでタームを選択した場合は、選択したタームの下位タームのみがフィールドに表示されます。 選択していない場合は、上で選択したボキャブラリ内のすべてのタームが表示されます。

source: leave blank for unlimited depth
ja: タクソノミー階層の深さに制限を設けたくない場合は空欄のままにしてください。

source: content_taxonomy
ja: コンテンツタクソノミー

source: Defines a widget type for content_taxonomy with autocomplete. <em>Note: Requires content.module.</em>
ja: コンテンツタクソノミーでオートコンプリートを行うためのウィジェットタイプを定義します。 <strong>注： コンテンツモジュール（CCK）が必要です。</strong>

source: New terms from to user:
ja: ユーザからの新しいターム

source: Allow and insert new terms into the taxonomy tree
ja: 新しいタームの追加およびタクソノミーツリーへの挿入を許可する

source: This setting is only relevant if you have set "Allow and insert new terms into the taxonomy tree". If you select any term here, new terms will get children of the selected one, otherwise new terms get children of the parent term selected in the data settings
ja: この設定は "新しいタームの追加およびタクソノミーツリーへの挿入を許可する" を選択した場合にのみ関連します。 ここで何らかのタームを選択した場合、新しく追加されたタームは選択したタームの下位タームとして追加されます。 どのタームも選択していない場合、新しく追加されたタームはデータ設定で選択したタームの下位タームとして追加されます。

source: Preview
ja: プレビュー

source: content_taxonomy_autocomplete
ja: コンテンツタクソノミーオートコンプリート

source: Defines a widget type for content_taxonomy for options (selects, radios/checkboxes). <em>Note: Requires content.module.</em>
ja: コンテンツタクソノミーでオプションウィジェットタイプ（選択リスト, ラジオボタン, チェックボックス）を定義します。 <strong>注： コンテンツモジュール（CCK）が必要です。</strong>

source: OptGroups
ja: グループ選択

source: This setting is optional and only relevant for select lists
ja: この設定はオプションで、選択リストの場合にのみ関連します。

source: Parent for grouping in first bar
ja: 1番目のバーでグループ化するための上位ターム

source: content_taxonomy_options
ja: コンテンツタクソノミーオプション

source: Content Taxonomy Tree
ja: コンテンツタクソノミーツリー

source: Defines a widget type for content_taxonomy with a tree form. <em>Note: Requires content.module and the taxonomy manager.</em>
ja: コンテンツタクソノミーをツリー表示するためのウィジェットタイプを定義します。 <strong>注： コンテンツモジュール（CCK）が必要です。</strong>

source: This field is required
ja: このフィールドは必須です。

source: content_taxonomy_tree
ja: コンテンツタクソノミーツリー
